{
    "version": "https://jsonfeed.org/version/1",
    "title": "Best Perfumes",
    "description": "",
    "home_page_url": "https://websiteset.github.io",
    "feed_url": "https://websiteset.github.io/feed.json",
    "user_comment": "",
    "icon": "https://websiteset.github.io/media/website/itqan_logo.png",
    "author": {
        "name": "Faridi Adams"
    },
    "items": [
        {
            "id": "https://websiteset.github.io/house-kajal-is-releasing-lamar-noir-extrait-de-parfum/",
            "url": "https://websiteset.github.io/house-kajal-is-releasing-lamar-noir-extrait-de-parfum/",
            "title": "House Kajal is releasing Lamar Noir Extrait de Parfum",
            "summary": "House Kajal is releasing Lamar Noir Extrait de Parfum, a new opulent addition to its catalog. The rising Emirati niche house is noted for the outstanding quality of its raw ingredients and unwavering attention to its craftsmanship. Kajal translates to “kohl” in the Indian culture,&hellip;",
            "content_html": "<p>House Kajal is releasing Lamar Noir Extrait de Parfum, a new opulent addition to its catalog. The rising Emirati niche house is noted for the outstanding quality of its raw ingredients and unwavering attention to its craftsmanship. Kajal translates to “kohl” in the Indian culture, and also the word “khajal” in Arabic, meaning modesty and bashfulness.</p>\n<p>Lamar Noir is the house’s most recent addition and a true testament to its artistry. An ode to all the positive manner in life like honesty, determination, happiness, healing and balance.</p>\n<p><strong>Lamar Noir Notes:</strong></p>\n<p><strong>Top notes: Bergamot, Green Apple, Tropical Fruits, and Violet</strong></p>\n<p><strong>Middle notes: Balsamic Accord, Vanilla, Caramel, Rose, Floral Accord, and Geranium</strong></p>\n<p><strong>Base notes: Leather, Oud, Guaiac Wood, Cashmere Wood, Musk, Amber, Wood Moss, and Sandalwood</strong></p>\n<p>The opulent blend begins with a tantalizing blast of crisp green apple, exotic tropical fruits, sprinkled with the tanginess of bergamot and softened by powdery violets. As the blend gears up to unfurl its full potential, it reveals a lavish gourmand heart of the succulent duo of vanilla and caramel with an oriental touch of a balsamic accord, that is further laced by a heady bouquet of rose, geranium and floral accord, which together add a powerful character to the hypnotizing mélange. To grant the blend its overpowering character and needed balance, leather, oud, guaiac wood, cashmere wood, musk, amber, wood moss, and sandalwood were melded into an enchanting, passionate swirl.</p>\n<p>Lamar Noir is presented in a sturdy ceramic bottle, completely lacquered in black, with the fragrance’s name centered on the front side of the cubic flacon in gold, topped with a tar black octagon cap.</p>\n<p>The new fragrance is coming this September on Kajal’s official website and Scentissime.com in a 100 ml flacon. Prices are yet to be revealed.</p>",
            "image": "https://websiteset.github.io/media/posts/1/dubai-sightseeings.jpg",
            "author": {
                "name": "Faridi Adams"
            },
            "tags": [
            ],
            "date_published": "2024-09-17T03:24:58+03:00",
            "date_modified": "2024-09-17T03:24:58+03:00"
        }
    ]
}
